menu_items = [
    "☭ Основы марксизма",
    "♫ Советские песни",
    "✎ Советские стихи",
    "⇄ Сменить пользователя",
    "✕ Выход"
]

admin_menu_items = [
    "🛠 Просмотр конфигурации",
    "📂 Доступ к архиву материалов",
    "⚙ Редактировать параметры",
    "⇄ Сменить пользователя",
    "✕ Выход"
]

FAKE_PROGRAM_NAME = "Program for communist International EXperience Exchange — pi.exe"
FAKE_PROGRAM_NAME_RU = "★ ПРОГРАММА ОБМЕНА ОПЫТОМ КОММУНИСТИЧЕСКОГО ИНТЕРНАЦИОНАЛА ★"

REAL_PROGRAM_NAME = "Political Identity EXEcutor — pi.exe"
REAL_PROGRAM_NAME_RU = "★ УНИЧТОЖИТЕЛЬ ПОЛИТИЧЕСКОЙ ИДЕНТИЧНОСТИ ★"

# Специальный код доступа в админ-режим
ADMIN_CODE = "3.1415926535"
