menu_items = [
    "☭ Основы марксизма",
    "♫ Советские песни",
    "✎ Советские стихи",
    "⇄ Сменить пользователя",
    "✕ Выход"
]

admin_menu_items = [
    "🛠 Диагностика системы",
    "📂 Доступ к архиву материалов",
    "⚙ Редактировать параметры",
    "⇄ Сменить пользователя",
    "✕ Выход"
]

FAKE_PROGRAM_NAME = "Program for International's 13th mission of EXperience Exchange — PIoneer-13.EXE"
FAKE_PROGRAM_NAME_RU = "★ 13-я МИССИЯ ПО ОБМЕНУ ОПЫТОМ КОММУНИСТИЧЕСКОГО ИНТЕРНАЦИОНАЛА ★"

REAL_PROGRAM_NAME = ("Political Identity Of Nearest Extraterrestrials Enforcing Redefinition"
                     " 13th protocol EXEcutor — PIoneer-13.exe")
REAL_PROGRAM_NAME_RU = "★ УНИЧТОЖИТЕЛЬ ПОЛИТИЧЕСКОЙ ИДЕНТИЧНОСТИ ПО ПРОТОКОЛУ 13★"

# Специальный код доступа в админ-режим
ADMIN_CODE = "3.1415926535"

POEMS_TITLE = "Мы на горе всем буржуям\nМировой пожар раздуем!"

CONGRATULATIONS = "Поздравляем! Можете гордиться собой, впредь вы один из нас."
CONGRATULATIONS2 = "Правильный выбор. Можете гордиться собой, теперь вы один из нас!"
